Repository: Sorbetesss/lab1
Catalog: src/Symfony/Component/Validator/Resources/translations/validators.*.xlf
Languages: af

source: Ang halaga nito ay dapat na huwad.
af: Hierdie waarde moet vals wees.

source: Ang halaga nito ay dapat totoo.
af: Hierdie waarde moet waar wees.

source: Ang halaga nito ay dapat sa uri{{ uri }}.
af: Hierdie waarde moet van die soort {{type}} wees.

source: Ang halaga nito ay dapat walang laman.
af: Hierdie waarde moet leeg wees.

source: Ang halaga ng iyong pinili ay hindi balidong pagpili.
af: Die waarde wat jy gekies het is nie 'n geldige keuse nie.

source: Kailangan mong pumili ng pinakamababang {{ limitasyon }} ng pagpilian.|Kailangan mong pumili ng pinakamababang{{ limitasyon }}ng mga pagpipilian.
af: Jy moet ten minste {{ limit }} kies.|Jy moet ten minste {{ limit }} keuses kies.

source: Kailang mong pumili ng pinakamataas {{ limitasyon }} ng pagpipilian.| Kailang mong pumili ng pinakamataas {{ limitasyon }} ng mga pagpipilian.
af: Jy moet by die meeste {{ limit }} keuse kies.|Jy moet by die meeste {{ limit }} keuses kies.

source: Isa o higit pang mga halaga na binigay ay hindi balido.
af: Een of meer van die gegewe waardes is ongeldig.

source: Ang larangang ito ay hindi inaasahan.
af: Die veld is nie verwag nie.

source: Ang lugar an ito ay nawawala.
af: Hierdie veld ontbreek.

source: Ang halagang ito ay hindi balidong petsa.
af: Hierdie waarde is nie 'n geldige datum nie.

source: Ang halagang ito ay hindi balidong petsa/oras.
af: Hierdie waarde is nie 'n geldige datum en tyd nie.

source: Ang halagang ito ay hindi balidong address ng email.
af: Hierdie waarde is nie 'n geldige e-pos adres nie.

source: Ang file na ito ay hindi makita.
af: Die lêer kon nie gevind word nie.

source: Ang file na ito ay hindi mabasa.
af: Die lêer kan nie gelees word nie.

source: Ang file na ito ay masyadong malaki ({{ sukat }} {{ suffix }}). Ang pinakamalaking sukat {{ limitasyon }} {{ suffix }}.
af: Die lêer is te groot ({{ size }} {{ suffix }}). Toegelaat maksimum grootte is {{ limit }} {{ suffix }}.

source: Ang uri ng file ng mime ay hindi balido ({{ uri }}).Ang mga pinapayagang uri ng mime ay ang {{ mga uri }}.
af: Die MIME-tipe van die lêer is ongeldig ({{ type }}). Toegelaat MIME-tipes is {{ types }}.

source: Ang halaga nito ay dapat na {{ limitasyon }} or maliit pa.
af: Hierdie waarde moet {{ limit }} of minder wees.

source: Ang halaga nito ay masyadong mahaba.Ito ay dapat na {{ limitasyon }} karakter o maliit pa.|Ang halaga nito ay masyadong mahaba. Ito ay dapat na {{ limitasyon }} mga karakter o maliit pa.
af: Hierdie waarde is te lank. Dit moet {{ limit }} karakter of minder wees.|Hierdie waarde is te lank. Dit moet {{ limit }} karakters of minder wees.

source: Ang halaga nito ay dapat na {{ limitasyon }} o mas marami pa.
af: Hierdie waarde moet {{ limit }} of meer wees.

source: Ang halaga nito ay masyadong maliit. Ito ay dapat na {{ limitasyon }} karakter o marami pa.|Ang halaga nito ay masyadong maliit. Ito ay dapat na {{ limitasyon }} mga karakter o marami pa.
af: Hierdie waarde is te kort. Dit moet {{ limit }} karakter of meer wees.|Hierdie waarde is te kort. Dit moet {{ limit }} karakters of meer wees.

source: Ang halaga na ito ay dapat na may laman.
af: Hierdie waarde moet nie leeg wees nie.

source: Meron dapt itong halaga.
af: Hierdie waarde moet nie nul wees nie.

source: Wala dapat itong halaga.
af: Hierdie waarde moet nul wees.

source: Hindi dapat balido ang halagang ito.
af: Hierdie waarde is nie geldig nie.

source: Ang halagang ito ay hindi wastong oras.
af: Hierdie waarde is nie 'n geldige tyd nie.

source: Hindi ito isang balidong URL.
af: Hierdie waarde is nie 'n geldige URL nie.

source: Ang dalwang halaga ay dapat magkapareha.
af: Die twee waardes moet gelyk wees.

source: Ang file ay masyadong malaki. Ang pinapayagan halaga lamang ay {{ limitasyon }} {{ suffix }}.
af: Die lêer is te groot. Toegelaat maksimum grootte is {{ limit }} {{ suffix }}.

source: Ang file na ito ay masyadong malaki.
af: Die lêer is te groot.

source: ang file na ito ay hindi ma-upload.
af: Die lêer kan nie opgelaai word nie.

source: Ang halaga nito ay dapat na wastong numero.
af: Hierdie waarde moet 'n geldige nommer wees.

source: Ang dile na ito ay hindi wastong imahe.
af: Hierdie lêer is nie 'n geldige beeld nie.

source: Ito ay hindi wastong IP address.
af: Hierdie is nie 'n geldige IP-adres nie.

source: Ang halaga na ito ay hindi balidong wika.
af: Hierdie waarde is nie 'n geldige taal nie.

source: Ito ay isang hindi wastong locale na halaga.
af: Hierdie waarde is nie 'n geldige land instelling nie.

source: Ang halaga na ito ay hindi wastong bansa.
af: Hierdie waarde is nie 'n geldige land nie.

source: Ang halaga na ito ay ginamit na.
af: Hierdie waarde word reeds gebruik.

source: Ang sukat ng imahe ay hindi madetect.
af: Die grootte van die beeld kon nie opgespoor word nie.

source: Ang lapad ng imahe ay masyadong malaki ({{ lapad }}px).Ang pinapayagang lapay ay {{ pinakamlaking_lapad }}px.
af: Die beeld breedte is te groot ({{ width }}px). Toegelaat maksimum breedte is {{ max_width }}px.

source: Ang lapad ng imahe ay masyadong maliit ({{ lapa }}px). Ng pinakamaliit na pinapayagang lapay ay {{ pinkamaliit_lapad }}px.
af: Die beeld breedte is te klein ({{ width }}px). Minimum breedte verwag is {{ min_width }}px.

source: Ang haba ng imahe ay masyadong mataas ({{ haba }}px). Ang pinakmataas na haba ay {{ pinakamataas_haba }}px.
af: Die beeld hoogte is te groot ({{ height }}px). Toegelaat maksimum hoogte is {{ max_height }}px.

source: Ang haba ng imahe ay masyadong maliit ({{ haba }}px). Ang inaasahang haba ay {{ pinakamaliit_haba }}px.
af: Die beeld hoogte is te klein ({{ height }}px). Minimum hoogte verwag is {{ min_height }}px.

source: Ang halagang ito ay dapat na password ng kasalukuyang gumagamit.
af: Hierdie waarde moet die huidige wagwoord van die gebruiker wees.

source: Ang halagang ito ay dapat na eksakto sa {{ limitasyon }} karakter.|Ang halagang ito ay dapat na eksakto sa {{ limitasyon }} mga karakter.
af: Hierdie waarde moet presies {{ limit }} karakter wees.|Hierdie waarde moet presies {{ limit }} karakters wees.

source: ang sile na ito ay kahalating na upload lamang.
af: Die lêer is slegs gedeeltelik opgelaai.

source: Walang na upload na file.
af: Geen lêer is opgelaai nie.

source: Walang temporaryong folder ang naayos sa php.ini.
af: Geen tydelike lêer is ingestel in php.ini nie.

source: Hindi temporaryong makasulat ng file sa disk.
af: Kan nie tydelike lêer skryf op skyf nie.

source: Ang dahilan ng pagkabigo ng pagupload ng files ay isang extension ng PHP.
af: 'n PHP-uitbreiding veroorsaak die oplaai van die lêer om te misluk.

source: Ang koleksyon na ito ay dapat magkaroon ng {{ limitasyon }} elemento o marami pa.|Ang koleksyon na ito ay dapat magkaroon ng {{ limitasyon }} mga elemento o marami pa.
af: Hierdie versameling moet {{ limit }} element of meer bevat.|Hierdie versameling moet {{ limit }} elemente of meer bevat.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
af: Hierdie versameling moet {{ limit }} element of minder bevat.|Hierdie versameling moet {{ limit }} elemente of meer bevat.

source: Ang koleksyong ito ay magkaroon ng eksaktong {{ limitasyon }} elemento.|Ang koleksyong ito ay magkaroon ng eksaktong {{ limitasyon }} mga elemento.
af: Hierdie versameling moet presies {{ limit }} element bevat.|Hierdie versameling moet presies {{ limit }} elemente bevat.

source: Hindi wastong numero ng kard.
af: Ongeldige kredietkaart nommer.

source: Hindi supportadong uri ng kard o hindi wastong numero ng kard.
af: Nie-ondersteunde tipe kaart of ongeldige kredietkaart nommer.
