Repository: Sorbetesss/lab1
Catalog: src/Symfony/Component/Security/Core/Resources/translations/security.*.xlf
Languages: ar, tl

source: An authentication exception occurred.
tl: Nagkaroon ng isang pagbubukod sa pagpapatotoo.

source: Authentication credentials could not be found.
tl: Hindi matagpuan ang mga kredensyal ng pagpapatotoo.

source: Authentication request could not be processed due to a system problem.
tl: Ang kahilingan sa pagpapatotoo ay hindi naproseso dahil sa isang problema sa system.

source: Invalid credentials.
tl: Di-wastong mga kredensyal.

source: Cookie has already been used by someone else.
tl: Ang Cookie ay ginamit na ng ibang tao.

source: Not privileged to request the resource.
tl: Walang pribilehiyo upang humingi ng mga bagong mapagkukunan.

source: Invalid CSRF token.
tl: Di-wastong token ng CSRF.

source: No authentication provider found to support the authentication token.
tl: Walang nahanap na provider ng pagpapatotoo upang suportahan ang token ng pagpapatotoo.

source: No session available, it either timed out or cookies are not enabled.
tl: Walang magagamit na session, alinman sa nag-time out o ang cookies ay hindi pinagana.

source: No token could be found.
tl: Walang makitang token.

source: Username could not be found.
tl: Hindi makita ang username.

source: Account has expired.
tl: Nag-expire na ang account.

source: Credentials have expired.
tl: Nag-expire na ang mga kredensyal.

source: Account is disabled.
tl: Ang account ay hindi pinagana.

source: Account is locked.
tl: Ang account ay naka-lock.

source: Too many failed login attempts, please try again later.
tl: Napakaraming nabigong mga pagtatangka sa pag-login, mangyaring subukang muli sa ibang pagkakataon.

source: Invalid or expired login link.
tl: Inbalido o nagexpire na ang link para makapaglogin.

source: Too many failed login attempts, please try again in %minutes% minute.
tl: Napakaraming nabigong mga pagtatangka sa pag-login, pakisubukan ulit sa% minuto% minuto.

source: Too many failed login attempts, please try again in %minutes% minute.
tl: Napakaraming nabigong mga pagtatangka sa pag-login, pakisubukan ulit sa% minuto% minuto.

source: This value should be false.
tl: ang halagang ito ay dapat na mali

source: This value should be true.
tl: ang halagang ito ay dapat na totoo

source: This value should be of type {{ type }}.
tl: Ang halagang ito ay dapat na may uri na {{type}}.

source: This value should be blank.
tl: Ang halaga na ito ay dapat na blangko.

source: The value you selected is not a valid choice.
tl: Ang halagang pinili mo ay hindi wastong pagpipilian.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
tl: Dapat kang pumili ng hindi bababa sa {{limit}} na pagpipilian. | Dapat kang pumili ng hindi bababa sa {{limitasyon} mga pagpipilian.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
tl: Dapat kang pumili ng pinakamaraming pagpipilian na {{limit}}. | Dapat kang pumili ng pinakamaraming pagpipilian na {{limit}}.

source: One or more of the given values is invalid.
tl: Isa o higit pa sa mga naibigay na halaga ay hindi wasto.

source: This field was not expected.
tl: Ang larangan na ito ay hindi inaasahan.

source: This field is missing.
tl: Nawawala ang patlang na ito.

source: This value is not a valid date.
tl: Ang halagang ito ay hindi wastong petsa.

source: This value is not a valid datetime.
tl: Ang halagang ito ay hindi isang wastong datime.

source: This value is not a valid email address.
tl: Ang halagang ito ay hindi wastong email address.

source: The file could not be found.
tl: Hindi matagpuan ang file.

source: The file is not readable.
tl: Ang file ay hindi nababasa.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
tl: Masyadong malaki ang file ({{size}} {{panlapi}}). Pinapayagan ang maximum na laki ay {{limit}} {{panlapi}}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
tl: Ang uri ng mime ng file ay hindi wasto ({{type}}). Ang pinapayagan na mga uri ng mime ay {{mga uri}}.

source: This value should be {{ limit }} or less.
tl: Ang halagang ito ay dapat na {{limit]} o mas kaunti pa.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
tl: Masyadong mahaba ang halagang ito. Dapat mayroong {{limit}} na character o mas kaunti. | Ang halagang ito ay masyadong mahaba. Dapat ay mayroong {{limit}} na mga character o mas kaunti.

source: This value should be {{ limit }} or more.
tl: Ang halagang ito ay dapat na {{limit}} o higit pa.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
tl: Masyadong maikli ang halagang ito. Dapat mayroong {{limit}} na character o higit pa. | Ang halagang ito ay masyadong maikli. Dapat ay mayroong {{limit}} na mga character o higit pa.

source: This value should not be blank.
tl: Ang halagang ito ay hindi dapat blangko.

source: This value should not be null.
tl: Ang halagang ito ay hindi dapat maging null.

source: This value is not valid.
tl: Ang halaga na ito ay hindi wasto.

source: This value is not a valid time.
tl: Ang halagang ito ay hindi isang wastong oras.

source: This value is not a valid URL.
tl: Ang halagang ito ay hindi isang wastong URL.

source: The two values should be equal.
tl: Ang dalawang halaga ay dapat pantay.

source: The file is too large.
tl: Masyadong malaki ang file.

source: The file could not be uploaded.
tl: Hindi mai-upload ang file.

source: This value should be a valid number.
tl: Ang halagang ito ay dapat na isang wastong numero.

source: This file is not a valid image.
tl: Ang file na ito ay hindi wastong imahe.

source: This is not a valid IP address.
tl: Hindi ito wastong IP address.

source: This value is not a valid language.
tl: Ang halagang ito ay hindi wastong wika.

source: This value is not a valid locale.
tl: Ang halagang ito ay hindi isang wastong lokal.

source: This value is not a valid country.
tl: Ang halagang ito ay hindi isang wastong bansa.

source: This value is already used.
tl: Nagamit na ang halagang ito.

source: The size of the image could not be detected.
tl: Ang sukat ng imahe ay hindi napansin.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
tl: Masyadong malaki ang lapad ng imahe ({{lapad}} px). Pinapayagan ang maximum na lapad ay {{max_width}} px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
tl: Masyadong maliit ang lapad ng imahe ({{lapad}} px). Inaasahan ang minimum na lapad ay {{min_width}} px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
tl: Masyadong malaki ang taas ng imahe ({{taas}} px). Pinapayagan ang maximum na taas ay {{max_height}} px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
tl: Ang taas ng imahe ay masyadong maliit ({{taas}} px). Inaasahan ang minimum na taas na taas ay {{min_height}} px.

source: This value should be the user's current password.
tl: Ang halagang ito ay dapat na kasalukuyang password ng gumagamit.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
tl: Ang halagang ito ay dapat na may eksaktong character na {{limit}}. | Ang halagang ito ay dapat na may eksaktong {{limit}} na mga character.

source: The file was only partially uploaded.
tl: Bahagyang na-upload lamang ang file.

source: No file was uploaded.
tl: Walang na-upload na file.

source: No temporary folder was configured in php.ini.
tl: Walang pansamantalang folder na na-configure sa php.ini.

source: Cannot write temporary file to disk.
tl: Hindi makasulat ng pansamantalang file sa disk.

source: A PHP extension caused the upload to fail.
tl: Ang isang extension ng PHP ay nagdulot ng pagkabigo sa pag-upload.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
tl: Dapat maglaman ang koleksyon na ito ng elemento ng {{limit}} o higit pa. | Ang koleksyon na ito ay dapat maglaman ng mga elemento ng {{limit}} o higit pa.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
tl: Ang koleksyon na ito ay dapat maglaman ng elemento ng {{limit}} o mas kaunti. | Ang koleksyon na ito ay dapat maglaman ng mga elemento ng {{limit}} o mas kaunti.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
tl: Dapat maglaman ang koleksyon na ito ng eksaktong elemento ng {{limit}}. | Ang koleksyon na ito ay dapat maglaman ng eksaktong {{limit}} na mga elemento.

source: Invalid card number.
tl: Di-wastong numero ng card.

source: Unsupported card type or invalid card number.
tl: Hindi sinusuportahang uri ng card o hindi wastong numero ng card.

source: This is not a valid International Bank Account Number (IBAN).
tl: Hindi ito wastong wastong International Bank Account Number (IBAN).

source: This is not a valid International Bank Account Number (IBAN).
tl: Hindi ito wastong wastong International Bank Account Number (IBAN).

source: This value is not a valid ISBN-10.
tl: Ang halagang ito ay hindi wastong ISBN-10.

source: This value is not a valid ISBN-13.
tl: Ang halagang ito ay hindi wastong ISBN-13.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
tl: Ang halagang ito ay hindi isang wastong ISBN-10 o isang wastong ISBN-13.

source: This value is not a valid ISSN.
tl: Ang halagang ito ay hindi wastong ISSN.

source: This value is not a valid currency.
tl: Ang halagang ito ay hindi isang wastong pera.

source: This value should be equal to {{ compared_value }}.
tl: Ang halagang ito ay dapat na katumbas ng {{Compare_value}}.

source: This value should be greater than {{ compared_value }}.
tl: Ang halagang ito ay dapat na mas malaki sa {{Compare_value}}.

source: This value should be greater than or equal to {{ compared_value }}.
tl: Ang halagang ito ay dapat na mas malaki sa o katumbas ng {{Compare_value}}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
tl: Ang halagang ito ay dapat na magkapareho sa {{Compare_value_type}} {{Compare_value}}.

source: This value should be less than {{ compared_value }}.
tl: Ang halagang ito ay dapat mas mababa sa {{Compare_value}}.

source: This value should be less than or equal to {{ compared_value }}.
tl: Ang halagang ito ay dapat mas mababa sa o katumbas ng {{Compare_value}}.

source: This value should not be equal to {{ compared_value }}.
tl: Ang halagang ito ay hindi dapat katumbas ng {{Compare_value}}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
tl: Ang halagang ito ay hindi dapat magkapareho sa {{Compare_value_type}} {{Compare_value}}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
tl: Masyadong malaki ang ratio ng imahe ({{ratio}}). Pinapayagan ang maximum na ratio ay {{max_ratio}}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
tl: Masyadong maliit ang ratio ng imahe ({{ratio}}). Inaasahan ang minimum na ratio na {{min_ratio}}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
tl: Ang imahe ay parisukat ({{lapad}} x {{taas}} px). Hindi pinapayagan ang mga parisukat na imahe.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
tl: Ang imahe ay naka-orient sa landscape ({{width}} x {{taas}} px). Hindi pinapayagan ang mga naka-orient na imahe na Landscape.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed
tl: Ang larawan ay nakatuon sa larawan ({{lapad}} x {{taas}} px). Hindi pinapayagan ang mga larawan na nakatuon sa larawan

source: An empty file is not allowed.
tl: Hindi pinapayagan ang isang walang laman na file.

source: An empty file is not allowed.
tl: Hindi pinapayagan ang isang walang laman na file.

source: The host could not be resolved.
tl: Hindi malutas ang host.

source: This value does not match the expected {{ charset }} charset.
tl: Ang halagang ito ay hindi tugma sa inaasahang charset na {{charset}}.

source: This is not a valid Business Identifier Code (BIC).
tl: Hindi ito isang wastong Business Identifier Code (BIC).

source: This is not a valid UUID.
tl: Hindi ito wastong UUID.

source: This value should be a multiple of {{ compared_value }}.
tl: Ang halagang ito ay dapat na isang maramihang ng {{Compare_value}}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
tl: Ang Business Identifier Code (BIC) na ito ay hindi naiugnay sa IBAN {{iban}}.

source: This value should be valid JSON.
tl: Ang halagang ito ay dapat na wasto JSON.

source: This collection should contain only unique elements.
tl: Ang koleksyon na ito ay dapat maglaman lamang ng mga natatanging elemento.

source: This value should be positive.
tl: Ang halaga na ito ay dapat na positibo.

source: This value should be either positive or zero.
tl: Ang halagang ito ay dapat na positibo o zero.

source: This value should be negative.
tl: Ang halagang ito ay dapat na negatibo.

source: This value should be either negative or zero.
tl: Ang halagang ito ay dapat na alinman sa negatibo o zero.

source: This value is not a valid timezone.
tl: Ang halagang ito ay hindi isang wastong timezone.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
tl: Ang password na ito ay na-leak sa isang paglabag sa data, hindi ito dapat gamitin. Mangyaring gumamit ng isa pang password.

source: This value should be between {{ min }} and {{ max }}.
tl: Ang halagang ito ay dapat nasa pagitan ng {{min}} at {{max}}.

source: This value is not a valid hostname.
tl: Ang halagang ito ay hindi isang wastong hostname.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
tl: Ang bilang ng mga elemento sa koleksyon na ito ay dapat na isang maramihang ng {{Compare_value}}.

source: This value should satisfy at least one of the following constraints:
tl: Ang halaga na ito ay dapat masiyahan ang hindi bababa sa isa sa mga sumusunod na hadlang:

source: Each element of this collection should satisfy its own set of constraints.
tl: Ang bawat elemento ng koleksyon na ito ay dapat masiyahan ang sarili nitong hanay ng mga hadlang.

source: This value is not a valid International Securities Identification Number (ISIN).
tl: Ang halagang ito ay hindi wastong numero ng International Securities Identification Number (ISIN).

source: This value should be a valid expression.
tl: Ang halagang ito ay dapat na isang wastong pagpapahayag.

source: This value is not a valid CSS color.
tl: Ang halagang ito ay hindi wastong kulay ng CSS.

source: Isang pambihirang pagpaptunay ang nangyari
ar: حدث خطأ اثناء الدخول.

source: Hindi mahanap ang mga kinakailangan na dokumento para sa pagpapatunay.
ar: لم استطع العثور على معلومات الدخول.

source: Hindi maproseso ang iyong hiling dahil may problema sa sistema.
ar: لم يكتمل طلب الدخول نتيجه عطل فى النظام.

source: Hindi balidong mga dokumento.
ar: معلومات الدخول خاطئة.

source: Ang Cookie ay ginamit na ng ibang tao.
ar: ملفات تعريف الارتباط(cookies) تم استخدامها من قبل شخص اخر.

source: Walang pribilehiyo upang humingi ng mga bagong mapagkukunan.
ar: ليست لديك الصلاحيات الكافية لهذا الطلب.

source: Hindi balidong mga token ng CSRF.
ar: رمز الموقع غير صحيح.

source: Walang nakitang nagbibibagay ng suporta sa token ng pagpapatunay.
ar: لا يوجد معرف للدخول يدعم الرمز المستخدم للدخول.

source: Walang sesyon ng magagamit, ito ay nawalan ng oras o hindi pinagana.
ar: لا يوجد صلة بينك و بين الموقع اما انها انتهت او ان متصفحك لا يدعم خاصية ملفات تعريف الارتباط (cookies).

source: Walang token na nahanap.
ar: لم استطع العثور على الرمز.

source: Walang username na makita.
ar: لم استطع العثور على اسم الدخول.

source: Ang akawnt ay nag-expire na.
ar: انتهت صلاحية الحساب.

source: Ang mga kinakailangang dokumento ay nag expire na.
ar: انتهت صلاحية معلومات الدخول.

source: Ang akawnt ay hindi pinagana.
ar: الحساب موقوف.

source: Ang akawnt ay nakalock.
ar: الحساب مغلق.
