Repository: Sorbetesss/lab1
Catalog: src/Symfony/Component/Security/Resources/translations/security.*.xlf
Languages: nl, pl, ru

source: An authentication exception occurred.
nl: Er vond een authenticatieprobleem plaats.
pl: Wystąpił błąd podczas uwierzytelniania.
ru: Ошибка аутентификации.

source: Authentication credentials could not be found.
nl: Authenticatiegegevens konden niet gevonden worden.
pl: Nie można było odnaleźć danych uwierzytelniających.
ru: Полномочия не найдены.

source: Authentication request could not be processed due to a system problem.
nl: Het authenticatieverzoek kon niet worden uitgevoerd door een systeemfout.
pl: Żądanie uwierzytejnienia nie mogło być przetworzone z powodu błędu systemowego.
ru: Запрос аутентификации не может быть обработан из-за проблем в системе.

source: Invalid credentials.
nl: Incorrecte authenticatiegegevens.
pl: Nieprawidłowe dane uwierzytelniające.
ru: Недействительные полномочия.

source: Cookie has already been used by someone else.
nl: Cookie is al gebruikt door iemand anders.
pl: Ciasteczko zostało już wykorzystywane przez kogoś innego.
ru: Cookie уже используются кем-то другим.

source: Not privileged to request the resource.
nl: U heeft geen privileges op deze bron.
pl: Brak uprawnień aby wykonać żądanie dostępu do zasobu.
ru: Нет привилегий для запроса ресурса.

source: Invalid CSRF token.
nl: Incorrect CSRF token.
pl: Nieprawidłowy token CSRF.
ru: Недействительный CSRF token.

source: Digest nonce has expired.
nl: Digest nonce is verlopen.
pl: Tymczasowy skrót wygasł.
ru: Время дайджеста истекло.

source: No authentication provider found to support the authentication token.
nl: Er is geen authenticatieprovider gevonden die deze authenticatietoken ondersteunt.
pl: Nie znaleziono żadnej usługi uwierzytelniającej która wspierałaby taki token.
ru: Не найден провайдер аутентификации для поддержки токена аутентификации.

source: No session available, it either timed out or cookies are not enabled.
nl: Geen sessie beschikbaar, deze is verlopen of cookies staan niet aan.
pl: Brak dostępnej sesji, upłynął limit czasu lub obsługa ciasteczek nie jest włączona.
ru: Сессия не найдена, в связи с таймаутом либо cookies не включены.

source: No token could be found.
nl: Er kon geen token gevonden worden.
pl: Nie można było odnaleźć tokena.
ru: Token не найден.

source: Username could not be found.
nl: Gebruikersnaam kon niet gevonden worden.
pl: Nie można było odnaleźć nazwy użytkownika.
ru: Username не найден.

source: Account has expired.
nl: Account is verlopen.
pl: Konto wygasło.
ru: Время действия аккаунта истекло.

source: Credentials have expired.
nl: Inloggegevens zijn verlopen.
pl: Dane uwierzytelniające wygasły.
ru: Время действия полномочий истекли.

source: Account is disabled.
nl: Account is gedeactiveerd.
pl: Konto jest wyłączone.
ru: Аккаунт отключен.

source: Account is locked.
nl: Account is afgesloten.
pl: Konto jest zablokowane.
ru: Аккаунт заблокирован.
